Repository: pwd491/Syncogram
Catalog: Syncogram/locales/*/LC_MESSAGES/*.po
Languages: ru_ru

source: If you found a bug, you can send feedback. {} v{}
ru_ru: Если вы нашли ошибку, пожалуйста сообщите нам. {} v{}

source: Send feedback
ru_ru: Отправить отзыв

source: Settings
ru_ru: Настройки

source: Start
ru_ru: Старт

source: Stop
ru_ru: Стоп

source: Sorry 😔
ru_ru: Извините 😔

source: The application does not support more than 1 account, expect in the future.
ru_ru: Приложение не поддерживает более одного аккаунта, ожидайте в новых обновлениях

source: Okay
ru_ru: Окей

source: This account has already been logged into the application.
ru_ru: Этот аккаунт уже был авторизован в приложении.

source: Fast, secure and reliable synchronization of information
ru_ru: Быстрая, безопасная и надежная синхронизация информации

source: Are you sure to logout?
ru_ru: Вы уверены что хотите деавторизовать аккаунт?

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Synchronize favorite messages.
ru_ru: Синхронизировать избранные сообщения.

source: Synchronize first name, last name, biography and birthday.
ru_ru: Синхронизировать имя, фамилию, описание и дату рождения.

source: Synchronize profile photos and videos avatars.
ru_ru: Синхронизировать фото и видео аватары.

source: Synchronize public channels and groups.
ru_ru: Синхронизировать публичные каналы и группы.

source: Synchronize private channels and groups.
ru_ru: Синхронизировать приватные каналы и группы.

source: Synchronize privacy settings.
ru_ru: Синхронизировать настройки конфиденциальности.

source: Synchronize secure settings.
ru_ru: Синхронизировать настройки безопасности.

source: Synchronize stickers, emojis and gifs.
ru_ru: Синхронизировать стикеры, эмодзи и GIF анимации.

source: Synchronize bots.
ru_ru: Синхронизировать ботов.

source: Synchronize blacklist.
ru_ru: Синхронизировать чёрный список.

source: Cancel
ru_ru: Отменить

source: Save
ru_ru: Сохранить

source: Detailed
ru_ru: Подробнее

source: Execution time:
ru_ru: Время выполнения:

source: To get started, log in to at least 2 accounts
ru_ru: Чтобы начать, войдите как минимум в 2 учётные записи

source: Are you sure you want to cancel the current tasks?
ru_ru: Вы уверены, что хотите отменить выполнение текущих задач?

source: Attention, all synchronized information will not be reset, in order to start over, delete the information manually.
ru_ru: Внимание, вся перенесенная информация не будет сброшена, чтобы начать всё сначала, удалите информацию вручную.

source: The latest version is available. {} → {}
ru_ru: Доступна новая версия {} → {}

source: Download
ru_ru: Скачать

source: Please, restart the application.
ru_ru: Пожалуйста, перезапустите приложение.

source: Use phone number
ru_ru: Использовать номер телефона

source: Use QR-code
ru_ru: Использовать QR-код

source: Phone number
ru_ru: Номер телефона

source: SMS code
ru_ru: SMS код

source: 2FA password
ru_ru: Пароль 2FA

source: Close
ru_ru: Закрыть

source: Submit
ru_ru: Отправить

source: Continue
ru_ru: Далее

source: Authorization
ru_ru: Авторизация

source: From:
ru_ru: Откуда:

source: Where:
ru_ru: Куда:

source: Add account
ru_ru: Добавить аккаунт

source: Synchronize my favorite messages between accounts.
ru_ru: Синхронизировать мои избранные сообщения между аккаунтами.

source: Sync messages in your favorite chat with the correct sequence, re-replies to messages and pinned messages. The program can synchronize up to 100 messages per clock cycle.
ru_ru: Синхронизирует сообщения в вашем избранном чате в изначальной последовательности, отвечает повторно на сообщения и закрепляет сообщения. Программа может синхронизировать до 100 сообщений за один запрос.

source: Synchronize the first name, last name, biography and birthday of the profile.
ru_ru: Синхронизировать имя, фамилию, описание и дату рождения в профиле.

source: Synchronization of the first name, last name, profile description and birthday. If you do not specify the data, it will be overwritten as empty fields.
ru_ru: Синхронизация имени, фамилии, описания профиля и даты рождения. Если данные не были указаны, то будут перезаписаны как пустые поля.

source: Synchronize account photos and videos avatars.
ru_ru: Синхронизировать фото и видео аватары профиля.

source: Sync photo and video avatars in the correct sequence. If there are a lot of media files, the program sets an average limit between requests to the servers in order to circumvent the restrictions.
ru_ru: Синхронизирует фото и видео аватары в правильной последовательности. Если медиафайлов много, программа устанавливает среднее время между запросами к серверам, чтобы обойти ограничения.

source: Synchronizes public channels ang groups. If the channel or groups was archived or pinned, the program will save these parameters.
ru_ru: Синхронизирует общедоступные каналы и группы. Если канал или группа были заархивированы или закреплены, программа сохранит эти параметры.

source: Synchronizes private channels ang groups. Please note that this feature does not guarantee 100% of the search results.
ru_ru: Синхронизирует приватные каналы и группы. Пожалуйста, обратите внимание, что эта функция не гарантирует 100% результатов поиска.

source: Synchronizes the privacy settings for the account. If the sync account does not have Telegram Premium, then the corresponding premium settings will not be synchronized.
ru_ru: Синхронизирует настройки конфиденциальности учётной записи. Если в учётной записи нет Telegram Premium, то соответствующие премиальные настройки синхронизированы не будут.

source: Synchronizes the secure settings for the account. It includes synchronization of sensitive content, TTL messages and account.
ru_ru: Синхронизирует настройки безопасности для учетной записи. Это включает в себя синхронизацию настроек чувствительного контента NSFW, TTL-сообщений и учётной записи.

source: Synchronizes the stickers sets, emojis and saved gifs. It also enables automatic transfer of archived stickers or emojis, and faved stickers.
ru_ru: Синхронизирует наборы стикеров, эмодзи и сохранённые gif-файлы. Также позволяет автоматически передавать архивированные стикеры или эмодзи, а также избранные стикеры.

source: Synchronizes the list of bots. Attention, this function does not transfer the message history.
ru_ru: Синхронизирует список ботов. Внимание, эта функция не передает историю сообщений.

source: Synchronizes the list of blocked users and bots.
ru_ru: Синхронизирует список заблокированных пользователей и ботов.
